main()
{
	//English
	for (new i = 65; i < 65 + 26; i++)
		printf("%c: %i", i, i); //uppercase

	for (new i = 97; i < 97 + 26; i++)
		printf("%c: %i", i, i); //lowercase
	
	//Russian
	for (new i = 704; i < 704 + 32; i++)
		printf("%c: %i", i, i); //uppercase

	for (new i = 736; i < 736 + 32; i++)
		printf("%c: %i", i, i); //lowercase
}

/*
A: 65
B: 66
C: 67
D: 68
E: 69
F: 70
G: 71
H: 72
I: 73
J: 74
K: 75
L: 76
M: 77
N: 78
O: 79
P: 80
Q: 81
R: 82
S: 83
T: 84
U: 85
V: 86
W: 87
X: 88
Y: 89
Z: 90
a: 97
b: 98
c: 99
d: 100
e: 101
f: 102
g: 103
h: 104
i: 105
j: 106
k: 107
l: 108
m: 109
n: 110
o: 111
p: 112
q: 113
r: 114
s: 115
t: 116
u: 117
v: 118
w: 119
x: 120
y: 121
z: 122

А: 704
Б: 705
В: 706
Г: 707
Д: 708
Е: 709
Ж: 710
З: 711
И: 712
Й: 713
К: 714
Л: 715
М: 716
Н: 717
О: 718
П: 719
Р: 720
С: 721
Т: 722
У: 723
Ф: 724
Х: 725
Ц: 726
Ч: 727
Ш: 728
Щ: 729
Ъ: 730
Ы: 731
Ь: 732
Э: 733
Ю: 734
Я: 735
а: 736
б: 737
в: 738
г: 739
д: 740
е: 741
ж: 742
з: 743
и: 744
й: 745
к: 746
л: 747
м: 748
н: 749
о: 750
п: 751
р: 752
с: 753
т: 754
у: 755
ф: 756
х: 757
ц: 758
ч: 759
ш: 760
щ: 761
ъ: 762
ы: 763
ь: 764
э: 765
ю: 766
я: 767
*/
